import LocalizedStrings from 'react-localization';

export const langs = new LocalizedStrings({
  ru:{
    name: 'Калькулятор доходности',
    invest: 'Инвестировано',
    period: 'Период',
    yield: 'Доходность',
    actual: 'Фактическая',
    yearly: 'Годовая',
    total: 'Общий доход',
    shares: 'Количество паев',
    income: 'Ваш доход',
    text: 'Данный расчет носит исключительно информативный характер, не учитывает налоги и иные обязательные платежи, надбавки/скидки к/с расчетной стоимости инвестиционного пая и не имеет целью предложение ценных бумаг, продуктов или услуг. Сравнение результатов инвестиционной деятельности основано на расчетах доходности, произведенных в соответствии с требованиями нормативных актов Банка России. Правилами доверительного управления паевыми инвестиционными фондами, находящимися под управлением ООО УК «Альфа-Капитал», предусмотрены надбавки к расчетной стоимости инвестиционных паев при их выдаче и скидки к расчетной стоимости паев при их погашении. Обращаем Ваше внимание на то, что взимание скидок и надбавок уменьшает доходность инвестиций в инвестиционные паи паевых инвестиционных фондов. Результаты инвестирования в прошлом не определяют доходы в будущем. Перед принятием инвестиционных решений рекомендуем ознакомиться с информацией о деятельности ООО УК «Альфа-Капитал» и паевых инвестиционных фондов, находящихся под ее управлением, в т.ч. находящейся в нижней части данной страницы. С информацией о стоимости чистых активов и расчетной стоимости инвестиционного пая паевого инвестиционного фонда можно ознакомиться в разделе «Раскрытие информации».',
  },
});


