import LocalizedStrings from 'react-localization';

export const langs = new LocalizedStrings({
  ru:{
    h1OneBlock: 'Финансовая платформа — Новое слово в ПИФ',
    h1DueBlock: 'Будущее начинается здесь!',
    p1DueBlock: 'Паевой инвестиционный фонд — это форма коллективных инвестиций, при которой средства инвесторов объединяютс для дальнейшего размещения профессиональными управляющими в ценные бумаги (или иные активы) с целью получения дохода. Если проще — это общий инвестиционный «котел», в который «скидываются» инвесторы. Деньгами из этого общего «котла» управляют профессионалы финансовых рынков. Они принимают решения: когда и что на деньги инвесторов покупать, а когда — продавать.',
    selectUk: 'Выберите УК',
    requiredInformation: 'Обязательная информация',
    navOne: 'Размер пая',
    dailyIncomeOne: 'Доходность за год',
    navAll: 'стоимость СЧА',
    minInvestSum: 'Мин. инвестиция',
    advantages: 'Преимущества фонда',
    incomes: 'доходность*',
    structure: 'СТРУКТУРА ФОНДА',
    countPrevProcent: 'Cтоимость чистых активов и расчётной стоимости инвестиционного пая',
    fees: 'КОМИССИИ',
    fileLinks: 'Отчетность по фонду',
    ukService: {
      title: 'Сервис для УК',
      list: [
        'Широкий выбор инвестиционных стратегий;',
        'Индивидуальный подход к клиентам;',
        'Индивидуальный подход к клиентам;',
      ]
    },
    invService: {
      title: 'Сервис для Инвесторов',
      list: [
        'Широкий выбор инвестиционных стратегий;',
        'Индивидуальный подход к клиентам;',
        'Индивидуальный подход к клиентам;',
      ]
    },
    futureIconBlock: [
      {
        title: 'Инвестиции в российский и зарубежные рынки',
        iconClass: 'vantage__icon_1',
      },
      {
        title: 'Онлайн-покупка за две минуты',
        iconClass: 'vantage__icon_2',
      },
      {
        title: '100% контроль инвестиций в Личном кабинете',
        iconClass: 'vantage__icon_3',
      },
    ],

    contactAcordion: [
      {
        header: 'Особенности работы1',
        content: "<p>1Предлагаем вашему вниманию актуальную аналитическую информацию по текущей ситуации на рынкахакций и облигаций, макроэкономические прогнозы, отраслевой анализ и мнения наших экспертов.</p> <p>Специалисты компании постоянно исследуют рынок в поисках точек инвестиционного роста длямаксимально эффективного управления активами, в результате чего мы предлагаем клиентам выгодныеусловия и стратегии инвестирования. Знания, опыт и высокие компетенции позволяют нам решать самыемасштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.</p>",
      },
      {
        header: 'Особенности работы2',
        content: "<p>2Предлагаем вашему вниманию актуальную аналитическую информацию по текущей ситуации на рынкахакций и облигаций, макроэкономические прогнозы, отраслевой анализ и мнения наших экспертов.</p> <p>Специалисты компании постоянно исследуют рынок в поисках точек инвестиционного роста длямаксимально эффективного управления активами, в результате чего мы предлагаем клиентам выгодныеусловия и стратегии инвестирования. Знания, опыт и высокие компетенции позволяют нам решать самыемасштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.</p>",
      },
      {
        header: 'Особенности работы3',
        content: "<p>3Предлагаем вашему вниманию актуальную аналитическую информацию по текущей ситуации на рынкахакций и облигаций, макроэкономические прогнозы, отраслевой анализ и мнения наших экспертов.</p> <p>Специалисты компании постоянно исследуют рынок в поисках точек инвестиционного роста длямаксимально эффективного управления активами, в результате чего мы предлагаем клиентам выгодныеусловия и стратегии инвестирования. Знания, опыт и высокие компетенции позволяют нам решать самыемасштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.</p>",
      },
      {
        header: 'Особенности работы4',
        content: "<p>4Предлагаем вашему вниманию актуальную аналитическую информацию по текущей ситуации на рынкахакций и облигаций, макроэкономические прогнозы, отраслевой анализ и мнения наших экспертов.</p> <p>Специалисты компании постоянно исследуют рынок в поисках точек инвестиционного роста длямаксимально эффективного управления активами, в результате чего мы предлагаем клиентам выгодныеусловия и стратегии инвестирования. Знания, опыт и высокие компетенции позволяют нам решать самыемасштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.</p>",
      },
    ],
    slickAbout: [
      {
        title: '1Инвестируйте в ПИФы не выходя из дома в новом Личном кабинете',
        description: "Совершение операций без посещения офиса, витрина продуктов и контроль всего инвестиционного портфеля",
      },
      {
        title: '2Инвестируйте в ПИФы не выходя из дома в новом Личном кабинете',
        description: "Совершение операций без посещения офиса, витрина продуктов и контроль всего инвестиционного портфеля",
      },
      {
        title: '3Инвестируйте в ПИФы не выходя из дома в новом Личном кабинете',
        description: "Совершение операций без посещения офиса, витрина продуктов и контроль всего инвестиционного портфеля",
      },
      {
        title: '4Инвестируйте в ПИФы не выходя из дома в новом Личном кабинете',
        description: "Совершение операций без посещения офиса, витрина продуктов и контроль всего инвестиционного портфеля",
      },
    ],
    companyStandart: [
      {
        icon: '',
        title: 'ЛИДЕРСТВО',
        description: 'Знания, опыт и высокие компетенции позволяют нам решать самые масштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.',
      },
      {
        icon: '',
        title: 'НАДЕЖНОСТЬ',
        description: 'Компетентность, высокий уровень защиты активов, фундаментальные гарантии надежности — основные ценности.',
      },
      {
        icon: '',
        title: 'ВЫСОКИЙ УРОВЕНЬ',
        description: 'Основными клиентскими ориентирами компании являются мировые стандарты сервиса и командная работа.',
      },
    ],
    companyFunds: {
      funds: 'фондов',
      underTheManagement: 'под Управлением УК',
      billionRubles: 'млрд. руб',
      assetsUnderManagement: 'активов под управлением',
      costOfNAV: 'стоимость СЧА',
      perYear: 'ДОХОДНОСТЬ за год',
    },
    infoMarket: {
      title: 'Актуальная информация о состоянии рынков',
      description: '<p>Предлагаем вашему вниманию актуальную аналитическую информацию по текущей ситуации на рынках акций и облигаций, макроэкономическиепрогнозы, отраслевой анализ и мнения наших экспертов.</p> <p>Специалисты компании постоянно исследуют рынок в поисках точек инвестиционного роста для максимально эффективного управления активами,в результате чего мы предлагаем клиентам выгодные условия и стратегии инвестирования. Знания, опыт и высокие компетенциипозволяют нам решать самые масштабные задачи и совершать новые достижения каждый день, оправдывая звание первых среди лучших.</p>',
      files: [
        {
          title: 'Профиль фонда По состоянию на 28.02.2017',
          url: '#'
        },
        {
          title: 'Еженедельный обзор',
          url: '#'
        },
        {
          title: 'Ежемесячный обзор',
          url: '#'
        },
        {
          title: 'Отчет об инвестировании средств пенсионных накоплений',
          url: '#'
        },
      ]
    },
    dynamics: {
      title: 'ДИНАМИКА СТОИМОСТИ ПАЯ И СЧА',
      data: {
        head: {
          previousDate: '24.04.2017',
          currentDate: '25.04.2017',
          perDay: 'ЗА ДЕНЬ',
          perMonth: 'ЗА ДЕНЬ',
          yearAgo: 'C НАЧАЛА ГОДА',
          twoYearAgo: 'ЗА 2 ГОДА',
        },
        numbers: [
          {
            name: 'Пай',
            previousDate: '2082,63',
            currentDate: '2 085,55',
            perDay: '0.14',
            perMonth: '-6.68',
            yearAgo: '-9.27',
            twoYearAgo: '31.19',
          },
          {
            name: 'СЧА',
            previousDate: '3092137396,07',
            currentDate: '3 093 403 370,06',
            perDay: '0.04',
            perMonth: '-1.2',
            yearAgo: '-3.92',
            twoYearAgo: '73.42',
          }
        ]
      },
    },

    companySpoiler: {
      title: '*Доходность – прирост стоимости пая в процентах. Данные показаны по состоянию на 21.04.2017. Доходность фонда в прошлом не гарантирует получения дохода будущем.',
      description: 'Паевые инвестиционные фонды - это понятный и эффективный инструмент для тех, кто не инвестирует на фондовом рынке самостоятельно. ПИФы позволяют с небольшой суммой получать прибыль от целого портфеля ценных бумаг, которым управляет профессиональный менеджер. Чтобы начать инвестировать на фондовом рынке достаточно купить пай фонда.',
    },

    bottomBanner: {
      title: 'Инвестируйте с умом',
      description: 'Оставьте заявку прямо сейчас, инвестируйте <br/> и получайте налоговый вычет на вложенные средства',
    },

    contacts: {
        title: 'Контактная информация',
        data: [
          {
            name: 'Москва',
            address: '115162, Россия, Москва, ул. Шаболовка, 31Б, подъезд 3, этаж 5, вход с Конного переулка',
            phones: [
              '8 495 644 37 70', '8 495 663 35 78'
            ],
            fax: '+7 495 644 37 71',
            email: 'fp@mail.ru',
          },
          {
            name: 'Санкт-Петербург',
            address: '115162, Россия, Санкт-Петербург, ул. Адрес для теста',
            phones: [
              '8 495 111 22 33', '8 495 444 55 66'
            ],
            fax: '+7 495 000 00 00',
            email: 'mail@mail.ru',
          },
        ],
    },

    invites: {
      title: 'к нам уже присоединились',
      logos: [
        { url: '#', image: './src/assets/img/logos/1.png' },
        { url: '#', image: './src/assets/img/logos/2.png' },
        { url: '#', image: './src/assets/img/logos/3.png' },
        { url: '#', image: './src/assets/img/logos/2.png' },
        { url: '#', image: './src/assets/img/logos/3.png' },
        { url: '#', image: './src/assets/img/logos/4.png' },
        { url: '#', image: './src/assets/img/logos/3.png' },
        { url: '#', image: './src/assets/img/logos/2.png' },
        { url: '#', image: './src/assets/img/logos/1.png' },
      ]
    },

    copy: '© 2017. Все права защищены.',




    navigation: [
      {
        title: 'Главная',
        url: '/'
      },
      {
        title: 'О компании',
        url: '/about'
      },
      {
        title: 'Сервис для УК',
        url: '#'
      },
      {
        title: 'Сервис для инвесторов',
        url: '#'
      },
      {
        title: 'Контакты',
        url: '/contacts'
      },
    ],

    policy: [
      {
        title: 'Политика обработки персональных данных',
        url: '#'
      },
      {
        title: 'Политика конфиденциальности',
        url: '#'
      },
    ],

    forms: {
      feedback: 'обратная связь',
      name: 'Ваше имя',
      email: 'Ваш e-mail',
      message: 'Сообщение',
      required: 'Поля, обязательные для заполнения, отмечены звездочкой',
      ok: 'Заявка отправлена. Мы свяжемся с вами в ближайшее время.',
      ok_2: 'Сообщение отправлено. Мы свяжемся с вами в ближайшее время.',
    },

    buttons: {
      connect: 'Подключиться',
      more: 'Подробнее',
      selectPif: 'Выбрать ПИФ',
      writeUs: 'Написать нам',
      send: 'Отправить',
      close: 'Закрыть',
      collapse: 'Cвернуть',
      client: 'Стать клиентом',
      buy: 'Купить онлайн',
      back: 'Вернуться на сайт',
    },
    system: {
      fax: 'Факс',
      phone: 'Телефон',
    },

    links: {
      entry: {
        title: 'Вход',
        url: '#'
      },
      registry: {
        title: 'Регистрация',
        url: '#'
      },
    }

  },
});


